default.required.message=Campo Obrigat\u00F3rio.
nao.e.permitido.excluir.avaliacao.risco=N\u00E3o \u00E9 permitido excluir uma avalia\u00E7\u00E3o de risco, cujo mapeamento j\u00E1 tenha atingido a etapa de entrega dos relat\u00F3rios.
duplicidade.descricao.pesquisa.autoavaliacao=N\u00E3o \u00E9 permitida a duplicidade de descri\u00E7\u00E3o de pesquisa autoavalia\u00E7\u00E3o.
nao.permitido.duplicidade.unidade.cenario=J\u00E1 existe esta informa\u00E7\u00E3o para o mesmo Cen\u00E1rio na data de Refer\u00EAncia.
frequencia.anual.nao.pode.ser.inferior=O limite informado para o campo \u201CAt\u00E9\u201D deve ser maior que o limite previsto para o respectivo campo \u201CDe\u201D.
registro.nao.encontrado=Registro n\u00E3o encontrado.
nao.e.permitida.duplicidade.descricao.questao.autoavaliacao=N\u00E3o \u00E9 permitida a duplicidade de descri\u00E7\u00E3o de quest\u00E3o de autoavalia\u00E7\u00E3o.
todos.campos.da.tabela.frequencia.sao.obrigatorios=Todos os campos da tabela Frequ\u00EAncia Anual M\u00E9dia Esperada s\u00E3o obrigatorios.
todos.os.campos.tabela.severidade.sao.obrigatorios=Todos os campos da tabela Severidade M\u00E9dia Esperada s\u00E3o obrigatorios.
questao.autoavaliacao.nao.pode.ser.alterada=A Quest\u00E3o de Autoavalia\u00E7\u00E3o n\u00E3o pode ser alterada porque j\u00E1 foi utilizada em question\u00E1rio. Permitido somente a inativa\u00E7\u00E3o da quest\u00E3o.
alteracao.nao.permitida.existe.questionario.associado=Altera\u00E7\u00E3o n\u00E3o permitida. Existe Question\u00E1rio associado.
exclusao.nao.pemitida.existe.questionario.associado=Exclus\u00E3o n\u00E3o permitida. Existe Question\u00E1rio associado.
questionario.risco.ja.ativo=Question\u00E1rio Risco n\u00E3o pode ser ativado pois j\u00E1 existe um Question\u00E1rio Risco ativo.
nao.e.permitida.duplicidade.nome.categoria.pergunta.risco=N\u00E3o \u00E9 permitida a duplicidade de nome de Categoria de Pergunta de Risco.
nao.e.permitida.duplicidade.descricao.categoria.pergunta.risco=N\u00E3o \u00E9 permitida a duplicidade de descri\u00E7\u00E3o de Categoria de Pergunta de Risco.
nao.e.permitido.excluir.uma.categoria.pergunta.risco=N\u00E3o \u00E9 permitido excluir uma Categoria de Pergunta de Risco que possui alguma pergunta associada.
campo.data.inicio.e.obrigatorio=O campo Data de Inicio do Evento Cont\u00E1bil \u00E9 de preenchimento obrigat\u00F3rio.
nao.e.permitida.duplicidade.nome.mapeamento=N\u00E3o \u00E9 permitida a duplicidade de nome de Mapeamento.
mapeamento.risco.nao.pode.ser.excluido=Mapeamento risco n\u00E3o pode ser excluido.
nao.e.permitida.duplicidade.nome.quest.autoavaliacao=N\u00E3o \u00E9 permitida a duplicidade de nome de Question\u00E1rio de Autoavalia\u00E7\u00E3o.
nao.e.permitida.duplicidade.descricao.quest.autoavaliacao=N\u00E3o \u00E9 permitida a duplicidade de descri\u00E7\u00E3o de Question\u00E1rio de Autoavalia\u00E7\u00E3o.
questionario.associado.pesquisa.autoavaliacao=Este Question\u00E1rio est\u00E1 associado a uma Pesquisa de Autoavalia\u00E7\u00E3o, portanto n\u00E3o pode ser exclu\u00EDdo. \u00C9 permitido apenas a sua inativa\u00E7\u00E3o.
obrigatorio.informar.pelo.menos.uma.quest.autoavaliacao=\u00C9 obrigat\u00F3rio informar pelo menos uma quest\u00E3o de Autoavalia\u00E7\u00E3o
nao.e.permitido.cadastramento.de.mais.de.um.questionario.de.risco=N\u00E3o \u00E9 permitido o cadastramento de mais de um question\u00E1rio de risco com situa\u00E7\u00E3o ativo.
nao.e.permitida.duplicidade.descricao.questionario.avaliacao.risco=N\u00E3o \u00E9 permitida a duplicidade de descri\u00E7\u00E3o de question\u00E1rio de avalia\u00E7\u00E3o de risco.
o.questionario.risco.nao.pode.ser.editado=O questionario risco n\u00E3o pode ser editado pois possui uma avaliacao de risco associada a ele.
nao.e.permitida.a.duplicidade.descricao.pergunta.risco=N\u00E3o \u00E9 permitida a duplicidade de descri\u00E7\u00E3o de pergunta de risco.
a.pergunta.nao.pode.ser.excluida=A pergunta n\u00E3o pode ser exclu\u00EDda. Existe um question\u00E1rio associado.
nao.e.permitida.criacao.de.questionario.avaliacao.risco.sem.inclusao.de.uma.perguta.risco=N\u00E3o \u00E9 permitida a cria\u00E7\u00E3o de question\u00E1rio de avalia\u00E7\u00E3o de risco sem inclus\u00E3o de no m\u00EDnimo uma pergunta de risco.
nao.e.permitida.duplicidade.nome.questionario.avaliacao.risco=N\u00E3o \u00E9 permitida a duplicidade de nome de question\u00E1rio de avalia\u00E7\u00E3o de risco.
evento.contabil.associacao.ativa=Evento Cont\u00E1bil com associa\u00E7\u00E3o ativa.
confirmar.que.deseja.sair.sem.gravar.alteracoes=Existem informa\u00E7\u00F5es que foram alteradas e ainda n\u00E3o foram gravadas. Confirma que deseja sair sem gravar as altera\u00E7\u00F5es?
a.data.inicio.associacao.eventorisco.eventocontabil.deve.ser.menor.igual.data.inicio.da.validade.evento.contabil=A data in\u00EDcio da associa\u00E7\u00E3o entre Evento de Risco e Evento Cont\u00E1bil deve ser menor ou igual \u00E0 data atual, maior ou igual \u00E0 data de cria\u00E7\u00E3o do Evento de Risco e maior ou igual \u00E0 data de in\u00EDcio da validade do Evento Cont\u00E1bil.
obrigatorio.informar.evento.contabil.atualmente.associado=\u00C9 obrigat\u00F3rio informar o(s) Evento(s) Cont\u00E1bil(eis) atualmente associado(s) ao Evento de Risco
evento.contabil.com.associacao.ativa=Evento Cont\u00E1bil com associa\u00E7\u00E3o ativa.
data.fim.gestao.deve.ser.maior.data.inicio.gestao=A data fim de gest\u00E3o deve ser maior que a data in\u00EDcio de gest\u00E3o e igual ou menor do que a data atual.
obrigatorio.informar.unidade.gestora.atual.do.evento.risco=\u00C9 obrigat\u00F3rio informar a Unidade Gestora atual do Evento de Risco.
unidade.representacao.nao.pode.ser.igual.unidade.gestora.perda=Unidade de Representa\u00E7\u00E3o n\u00E3o pode ser id\u00EAntica \u00E0 Unidade Gestora de Perda.
representacao.ja.cadastrada.sistema=Representa\u00E7\u00E3o j\u00E1 cadastrada no sistema.
unidade.gestora.perda.ja.possui.unidade.representacao.ativa=Unidade Gestora de Perda j\u00E1 Possui Unidade de Representa\u00E7\u00E3o Ativa
data.fim.menor.que.data.atual.sistema=Data fim menor que a data atual do sistema.
dia.limite.bdi=Dia limite para informar BDI deve ser maior que 0 e menor ou igual a 31.
dia.limite.beicf=Dia limite para informar BEICF deve ser maior que 0 e menor ou igual a 31.
confirma.exclusao.item=Voc\u00EA confirma a exclus\u00E3o do item?
sim.confirmo.exclusao=Sim, confirmo exclus\u00E3o
elemento.origem.invalido=A Unidade selecionada no campo Elemento Origem n\u00E3o \u00E9 valida. N\u00E3o est\u00E1 ativa nesta data de Contabiliza\u00E7\u00E3o.
obrigatorio.informar.pelo.menos.uma.ocorrencia=\u00C9 obrigat\u00F3rio informar pelo menos uma ocorr\u00EAncia.
valor.ocorrencia.nao.podera.ser.nulo=Ocorr\u00EAncia com valor inv\u00E1lido. Deve ser informado um valor maior que R$0,00.
descricao.causa.perdas.operacionais.tem.que.ser.superior.perda.relevante.parametro.bdi=\u00C9 obrigat\u00F3rio informar a Descri\u00E7\u00E3o da Causa para Perdas Operacionais de valor maior ou igual a 52000.00.
registro.nao.pode.ser.incluido=Registro n\u00E3o pode ser inclu\u00EDdo, pois est\u00E1 fora do prazo permitido, entre em contato com o Gestor do Sistema.
data.referencia.nao.pode.ser.superior.data.atual=A data de refer\u00EAncia n\u00E3o pode ser superior \u00E0 data atual.
autorizacao.ja.existe=Autoriza\u00E7\u00E3o j\u00E1 existe.
registro.fora.do.prazo.para.entrada.de.dados.no.sistema=Registro fora do prazo para entrada de dados no sistema. Entre em contato com o Administrador.
data.inferior.a.data.cadadastrada.no.sistema=Data inferior a data j\u00E1 cadastrada no sistema.
data.contabilizacao.deve.ser.igual.data.entrada.acao=A data de contabiliza\u00E7\u00E3o deve ser igual ou posterior \u00E0 data da entrada.
data.balancete.maior.que.data.atual.sistema=Data do balancete \u00E9 maior que a data atual do sistema.
novo.prazo.nao.pode.ser.menor.data.atual=Novo prazo n\u00E3o pode ser menor que a data atual.
data.balancete.maior.data.contabil=Data do balancete \u00E9 maior que a data de contabiliza\u00E7\u00E3o, ou data cont\u00E1bil.
data.contabilizacao.deve.ser.igual.posterior.data.descoberta=A data de contabiliza\u00E7\u00E3o deve ser igual ou posterior \u00E0 data da descoberta.
unidade.atual.nao.pode.ser.mesma.que.unidade.anterior=Unidade atual n\u00E3o pode ser a mesma que unidade anterior.
unidade.anterior.nao.possui.evento.contabil.associado=Unidade anterior n\u00E3o possui evento cont\u00E1bil associado, logo a transfer\u00EAncia n\u00E3o poder\u00E1 ser realizada.
campos.obrigatorios.nao.preenchidos=Campo(s) obrigat\u00F3rio(s) n\u00E3o preenchido(s)
adicione.uma.unidade.envolvida=Por favor, adicione pelo menos uma unidade envolvida.
inclua.pelo.menos.um.sistema=Por favor, inclua pelo menos um sistema
inclua.pelo.menos.um.produto=Por favor, inclua pelo menos um produto.
registro.excluido.sucesso=Registro exclu\u00EDdo com sucesso.
registro.gravado.sucesso=Registro gravado com sucesso.
ja.existe.ocorrencia.cadastrada.para.mesmo.beicf=J\u00E1 existe ocorr\u00EAncia cadastrada para o mesmo BEICF e mesma Data de Refer\u00EAncia.
nao.e.permitida.criacao.cenario.em.duplicidade=N\u00E3o \u00E9 permitida a cria\u00E7\u00E3o de cen\u00E1rio em duplicidade.
o.cenario.nao.pode.ser.excluido=O Cen\u00E1rio n\u00E3o pode ser exclu\u00EDdo, pois j\u00E1 possui informa\u00E7\u00F5es mensais cadastradas.
data.inicio.deve.ser.maior.que.data.fim=A data de in\u00EDcio deve ser menor que a data fim.
duplicidade.pesquisa.autoavalia\u00E7\u00E3o=N\u00E3o \u00E9 permitida a duplicidade de nome de pesquisa autoavalia\u00E7\u00E3o.
nao.permitido.alterar.categoria.pergunta.risco=N\u00E3o \u00E9 permitido alterar uma Categoria de Pergunta de Risco que possui algum question\u00E1rio associado.
nao.e.permitido.altera.avaliacao.risco=N\u00E3o \u00E9 permitido alterar uma avalia\u00E7\u00E3o de risco, cujo mapeamento j\u00E1 tenha atingido a etapa de entrega dos relat\u00F3rios.
necessario.um.questionario.de.risco.ativo=Para cadastrar uma nova avalia\u00E7\u00E3o de risco \u00E9 necess\u00E1rio que exista um question\u00E1rio de avalia\u00E7\u00E3o de risco ativo.
data.criacao.evento.risco.deve.ser.igual.ou.inferior.data.atual=A data de cria\u00E7\u00E3o do Evento de Risco deve ser igual ou inferior \u00E0 data atual.
mapeamento.iniciado.nao.concluido=Para cadastrar uma nova avalia\u00E7\u00E3o de risco \u00E9 necess\u00E1rio que exista mapeamento iniciado e ainda n\u00E3o conclu\u00EDdo para a unidade que se pretende avaliar.
